{
    "general": [
        "Randomly crouch every 5 seconds to confuse your opponent.",
        "Use taunts or ki charge after every successful hit.",
        "Try to win using only low kicks.",
        "Make weird sounds while performing combos.",
        "Switch your grip on the controller every round.",
        "Play with your eyes closed.",
        "Jump every 3 seconds.",
        "Only use punches for the first round.",
        "Pretend you're playing another game and commentate your moves.",
        "Perform a dance move after every combo.",
        "Use the sidestep excessively to look fancy.",
        "Try to mimic your opponent's moves.",
        "Play one round standing up.",
        "Perform random button presses and act surprised when it works.",
        "You mastered Ultra Instinct, now show it off. Dodge everything. Literally everything.",
        "Play one round with your controller upside down.",
        "Land a combo and then walk away from the screen.",
        "Land 2 10 hit combos in a row.",
        "Cheer yourself on loudly after each successful move.",
        "Only use throws for an entire round.",
        "Pretend your character is on a stealth mission; only use crouching moves.",
        "React to each hit as if it’s the most epic thing ever.",
        "Make up nicknames for each of your moves and announce them loudly.",
        "Pretend you're a pacifist and only use defensive moves.",
        "You're a pro only poking no combos.",
        "Use only your character's weakest moves.",
        "After every successful hit, pause for a second as if you’re surprised.",
        "You may only attack back after being hit.",
        "Wait until your health is at least 50% then start fightning back.",
        "Dodge every attack until the timer reaches 20sec then start attacking.",
        "Ki charge after every round and then DM your opponent 'GG'."
    ],
    "characters": {
        "kazuya": [
            "Spam Electric Wind God Fist until it works.",
            "Only use moves that involve spinning.",
            "End every combo with a grab.",
            "Pretend to be a devil and growl every time you hit.",
            "Only use moves with electric effects.",
            "Switch to defensive mode after every hit.",
            "Always start with a forward dash.",
            "Try to win without blocking.",
            "Laugh maniacally after every successful hit.",
            "Use only low attacks for one round.",
            "Pretend to charge your devil power before each move.",
            "Perform a ki charge after every launcher.",
            "Hellsweep? Hellsweep."

        ],
        "jin": [
            "f f+2 is the way.",
            "Play with one hand behind your back.",
            "Start every round with a jump kick.",
            "Only use moves with kicks.",
            "Perform a parry after every successful hit.",
            "Only use moves from his stances.",
            "Use Electric Wind Hook Fist repeatedly to pressure your opponent.",
            "You're only allowed to attack after parrying an attack.",
            "Hellsweep? Hellsweep."
        ],
        "devil jin": [
            "Use only moves that involve flying.",
            "Only use laser attacks.",
            "End the round with the unbreakable grab.",
            "EWGF only.",
            "Sansara only. You may combo from it.",
            "Attacks from his fly stance only.",
            "Fly around the stage as much as possible.",
            "Only use demonic looking moves.",
            "Laugh maniacally after every hit.",
            "Keep your opponent guessing with his laser mix-ups.",
            "Spam his laser scraper.",
            "Hellsweep? Hellsweep."
        ],
        "paul": [
            "Always start with a Phoenix Smasher(Death Fist).",
            "Shout 'Power!' with every hit.",
            "Perform a Incomplete Somersault(FC+d uf4) after every successful Phoenix Smasher.",
            "Pretend you're a biker and rev up between hits.",
            "Only use high-risk, high-reward moves.",
            "Use Deathfist repeatedly.",
            "Only use moves that can knock down the opponent.",
            "Demolition Man only. Mix in Burning Fist to keep your opponent guessing.",
            "Use his sway back to bait your opponent into attacking.",
            "Spam his Mountain Raze.",
            "Spam his Ultimate Punishment to finish rounds."
        ],
        "ling": [
            "Always start with a flip.",
            "Only use moves that involve acrobatics.",
            "Only use evasive maneuvers for one round.",
            "Try to confuse your opponent with constant movement.",
            "End every combo with a cartwheel. Yes real life.",
            "Act as if every hit is a surprise.",
            "Shout 'Xiaoyu!' with every successful hit.",
            "Use Art of Phoenix stance repeatedly.",
            "Only use her spin attacks.",
            "Spam Ling's taunt after each combo."
        ],
        "hwoarang": [
            "Only use kicks.",
            "Switch stances after every hit.",
            "Pretend you're breakdancing during fights.",
            "End every combo with a flashy move.",
            "Start every round with a spin kick.",
            "Play one round without blocking.",
            "Only use moves that look cool.",
            "Switch stances every 10 seconds.",
            "Comment on how stylish your moves are.",
            "Use Flamingo stance exclusively.",
            "Only use his spinning kicks.",
            "Do a mock taekwondo routine between rounds."
        ],
        "king": [
            "Only use grabs.",
            "End every combo with a Moonsault Body Press(BT 1+4).",
            "Pretend to be a luchador and shout 'King!' with every throw.",
            "Use only chain throws for one round.",
            "Perform a ki charge after every successful chain throw.",
            "Pretend you're in a wrestling match and commentate your moves.",
            "Flex your muscles between rounds."
        ],
        "lili": [
            "Only use elegant moves.",
            "Pretend you're a ballerina and add flourishes to every move.",
            "Use evasive maneuvers to dance around your opponent.",
            "Laugh daintily after each hit.",
            "Start each round with a curtsey.",
            "Only use moves that involve spinning.",
            "Do a quick dance routine between rounds.",
            "Compliment yourself loudly after each successful move.",
            "Use her acrobatic flips repeatedly.",
            "Only use her counterattacks.",
            "Perform a mock bow after each round.",
            "Comment on your elegance with each attack.",
            "Kiss your asuka body pillow after each combo."
        ],
        "bryan": [
            "Laugh maniacally after every hit.",
            "Only use moves that involve his knees.",
            "Use confirmable attacks after his taunt only.",
            "Start each round with a taunt jet upper.",
            "Only use moves that look brutal.",
            "Use Mach Breaker repeatedly.",
            "Only use moves that end in a knockdown.",
            "Pretend to be calculating your opponent's moves.",
            "Snake Edge? Snake Edge only. You can use taunt snake edge too.",
            "Only use moves that involve his elbows.",
            "Use his taunt to bait your opponent.",
            "Spam Orbital Heel to catch your opponent off guard.",
            "Incorporate Mach Kick into your combos.",
            "Use Hatchet Kick and only Hatchet Kicks.",
            "End every combo with Fisherman's Slam.",
            "Keep your opponent guessing with constant taunt cancels.",
            "Use Chopping Elbow to start combos.",
            "Incorporate his power crush moves to absorb hits and counter."
        ],
        "yoshimitsu": [
            "Start each round with a teleport.",
            "Use Suicide moves to intimidate your opponent.",
            "Only use moves that involve spinning.",
            "Heal yourself whenever possible to confuse your opponent.",
            "You're only allowed to use Flash to start a combo.",
            "Pretend to be a samurai and bow before each attack.",
            "Only use moves that make you disappear.",
            "Spin around excessively with his Spinning Sword moves.",
            "Teleport after every combo.",
            "Use his pogo stance and hop around the stage.",
            "Mix in Sword Spin moves frequently to create unpredictability.",
            "Use Flea Stance to dodge and counter your opponent's attacks.",
            "Perform the Flea to Kincho stance transition repeatedly.",
            "Utilize Manji Dragonfly stance to stay airborne and unpredictable.",
            "Use Poison Breath to create space between you and your opponent.",
            "Incorporate his Kincho stance into your combos for mix-ups.",
            "Switch between Flea and Kincho stances to confuse your opponent.",
            "Use Sword Sweep and Sword Uppercut to keep your opponent on their toes."

        ],
        "jack-8": [
            "Pretend you're a robot and make mechanical sounds with each move.",
            "Only use moves that involve heavy hits.",
            "Announce 'System Overload' after every combo and drop it.",
            "Use his rocket punches excessively.",
            "Shout 'Target Locked' before every attack.",
            "Use only Debugger for an entire round.",
            "Rely heavily on Jack-8's armor moves to power through attacks.",
            "Spam Jack-8's charge moves until they land.",
            "Only use Jack-8's throws for one round.",
            "End every combo with a rocket punch.",
            "Mix up Jack-8's mid and low attacks to confuse your opponent.",
            "Only use Jack-8's low attacks.",
            "Land gigaton punch at least once.",
            "Use Jack-8's belly flop to finish the round."
        ]
    }
}